<template>
  <section class="agree-box">
    <h3>《用户协议和法律协议》</h3>
    <p>本协议为您与本APP管理者之间所订立的契约，具有法律效力，请您仔细阅读。</p>
    <h4>一、本协议内容、生效、变更</h4>
    <p>本协议内容包括协议正文及所有本APP已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。如您对协议有任何疑问，应向本APP咨询。您在同意所有协议条款并完成注册程序后，才能成为本站的正式用户，您点击“我以阅读并同意本APP用户协议和法律协议”按钮后，本协议即生效，对双方产生约束力。</p>
    <p>只要您使用本APP平台服务，则本协议即对您产生约束，届时您不应以未阅读本协议的内容或者未获得本APP对您问询的解答等理由，主张本协议无效，或要求撤销本协议。您确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。 您承诺接受并遵守本协议的约定，如果您不同意本协议的约定，您应立即停止注册程序或停止使用本APP平台服务。本APP有权根据需要不定期地制订、修改本协议及/或各类规则，并在本APP平台公示，不再另行单独通知用户。变更后的协议和规则一经在网站公布，立即生效。如您不同意相关变更，应当立即停止使用本APP平台服务。您继续使用本APP平台服务的，即表明您接受修订后的协议和规则。</p>
    <h4>二、注册</h4>
    <p>注册资格用户须具有法定的相应权利能力和行为能力的自然人、法人或其他组织，能够独立承担法律责任。您完成注册程序或其他本APP平台同意的方式实际使用本平台服务时，即视为您确认自己具备主体资格，能够独立承担法律责任。若因您不具备主体资格，而导致的一切后果，由您及您的监护人自行承担。</p>
    <h5>1.注册资料</h5>
    <p>1.1用户应自行诚信向本站提供注册资料，用户同意其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且本APP保留终止用户使用本平台各项服务的权利。</p>
    <p>1.2用户在本站进行浏览等活动时，涉及用户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，本站将予以严格保密，除非得到用户的授权或法律另有规定，本站不会向外界披露用户隐私信息。</p>
    <h5>2.账户</h5>
    <p>2.1您注册成功后，即成为本APP平台的会员，将持有本APP平台唯一编号的账户信息，您可以根据本站规定改变您的密码。</p>
    <p>2.2您设置的姓名为真实姓名，不得侵犯或涉嫌侵犯他人合法权益。否则，本APP有权终止向您提供服务，注销您的账户。账户注销后，相应的会员名将开放给任意用户注册登记使用。</p>
    <p>2.3您应谨慎合理的保存、使用您的会员名和密码，应对通过您的会员名和密码实施的行为负责。除非有法律规定或司法裁定，且征得本APP的同意，否则，会员名和密码不得以任何方式转让、赠与或继承（与账户相关的财产权益除外）。</p>
    <p>2.4用户不得将在本站注册获得的账户借给他人使用，否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任。</p>
    <p>2.5如果发现任何非法使用等可能危及您的账户安全的情形时，您应当立即以有效方式通知本APP要求暂停相关服务，并向公安机关报案。您理解本APP对您的请求采取行动需要合理时间，本APP对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。</p>
    <h4>三、用户信息的合理使用</h4>
    <p>3.1您同意本APP平台拥有通过邮件、短信、电话等形式，向在本站注册用户发送信息等告知信息的权利。</p>
    <p>3.2您了解并同意，本APP有权应国家司法、行政等主管部门的要求，向其提供您在本APP平台填写的注册信息和交易记录等必要信息。如您涉嫌侵犯他人知识产权，则本APP亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。</p>
    <p>3.3用户同意本APP有权使用用户的注册信息、用户名、密码等信息，登陆进入用户的注册账户，进行证据保全，包括但不限于公证、见证等。</p>
    <h4>四、用户使用基本规则</h4>
    <p>4.1用户可在使用本服务发布文章、图片、评论及其他信息，但不得使用装修说服务发送或传播敏感信息和违反国家法律法规政策的信息，此类信息包括但不限于： </p>
    <p>1）反对宪法所确定的基本原则的；</p>
    <p>2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
    <p>3）损害国家荣誉和利益的；</p>
    <p>4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
    <p>5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
    <p>6）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
    <p>7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
    <p>8）侮辱或者诽谤他人，侵害他人合法权益的；</p>
    <p>9）含有法律、行政法规禁止的其他内容的。</p>
    <p>4.2用户在使用本服务过程中，还必须遵循以下原则：</p>
    <p>1）遵守中国及所在国有关的法律和法规；</p>
    <p>2）用户不得侵任何人的知识产权，包括但不限于不得将侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利；</p>
    <p>3）用户不得侵犯涉密信息，包括但不限于不得将无权传送的内容（例如商业秘密、内部资料、机密资料、个人信息等）进行上载、张贴、发送电子邮件或以其它方式发布、传送、传播、储存、或提供；</p>
    <p>4）用户不得为任何非法目的而使用网络服务系统，包括但不限于应当遵守法律法规，以及所有与网络服务有关的网络协议、规定和程序，不得利用装修说网络服务系统进行任何可能对互联网的正常运转造成不利影响的行为，或其他任何非法行为；</p>
    <p>5）用户仅可在非商业范围内使用本服务。不得进行任何未经装修说书面许可的商业广告行为，包括但不限于将广告函件、促销资料、垃圾邮件等，加以上载、张贴、发送电子邮件、发送站内信或以其它方式发布、传送、传播、储存，或提供；不得对装修说上的任何数据作商业性利用，包括但不限于在未经装修说事先书面同意的情况下，以复制、发布、传播等任何方式使用装修说上展示的资料；</p>
    <p>6）用户不得利用本服务实施侵权行为，包括但不限于不得使用虚假、冒充他人或其他方的信息注册装修说后发布评论或其他内容，不得冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为其言论或身份与任何人或任何机构有关；不得伪造标题或以其它方式操控识别资料，使人误认为该内容为装修说所传送；不得以虚构或歪曲事实的方式不当评价其他用户；不得利用装修说网络服务系统传输任何骚扰性的、中伤他人的、辱骂性的、庸俗淫秽的或其他任何非法的信息资料；</p>
    <p>7）用户不得破坏本服务的提供，或侵犯本服务相关的任何权利，包括但不限于不得将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其它方式传送；不得采取任何将导致不合理的庞大数据负载加诸装修说网络设备的行动；</p>
    <p>8）用户不得利用网络服务进行任何不利于装修说的行为。</p>
    <p>4.3如用户违反本协议规定，装修说有权在不通知用户的情况下删帖，严重违反上述规定的，装修说有权单方取消对用户的服务。同时如果装修说有理由认为用户的任何行为，包括但不限于用户的任何言论、账号、昵称或其它行为，违反或可能违反国家法律和法规的任何规定或影响到装修说的利益，装修说可在任何时候不经任何事先通知单方停止向用户提供服务，并无需对用户承担任何义务。</p>
    <p>4.4您在此承诺不经装修说书面同意，不能利用本服务进行销售或开展其他商业性行为。如用户违反此约定，装修说将依法追究您的违约责任，由此给装修说造成损失的，装修说有权主张损失赔偿，该等赔偿包括但不限于直接损失和可得利益损失。</p>
    <h4>五、免责条款</h4>
    <p>5.1 本平台仅提供信息对接，发生一切纠纷问题皆与本平台无关，请通过仲裁部门起诉、申请仲裁等法律途径维护各自权益。</p>
  </section>
</template>
<script>
export default {
  name: 'agreement'
}
</script>
<style scoped>
  .agree-box{
    padding: 0.1rem;
    width: auto !important;
  }
  .agree-box h3{
     text-align: center;
     padding:0.05rem 0px;
     font-size: 0.12rem;
  }
  .agree-box p{
    text-indent: 2em;
    font-size: 0.11rem;
    line-height: 0.15rem;
    text-align: justify;
    color:#333;
    padding:0.05rem 0px;
  }
  h4,h5{
    font-size: 0.12rem;
    padding:0.1rem 0px;
  }
</style>
