<?php
namespace app\common\enum;

class BaseStatusCodeEnum
{
    /************** 0 请求成功 *****************/
    const CODE_0 = "请求成功";

    /************** 1 业务接口 *****************/
    const CODE_1000001 = "调用接口业务错误";
    const CODE_1000002 = "图片上传失败";
	const CODE_1000003 = "apk上传失败";


    /************* 3 用户权限 ******************/
    const CODE_3000001 = "用户无权限";

    /************* 4 数据校验 ******************/
    const CODE_4000001 = "暂无查询数据";
    const CODE_4000002 = "缺少参数拒绝请求";
    const CODE_4000501 = "数据库错误";


    /************* 5 服务器问题 ****************/
    const CODE_5000001 = "数据库链接失败";


    /************* 6 环境配置 ******************/
    const CODE_6000001 = "获取配置文件失败";

    /************* 9 订单发布 ******************/
    const CODE_9000001 = "订单参数不正确";
    const CODE_9000002 = "当日订单发布超限";
	const CODE_9000003 = '手机号在黑名单';

}
