package enum

const (
	/************** 0 请求成功 *****************/
	CODE_0 = "请求成功"
	/************** 1 业务接口 *****************/

	/************* 3 用户权限 ******************/
	CODE_3000001 = "用户无权限"
	CODE_3000002 = "用户身份验证失败"

	/************* 4 数据校验 ******************/
	CODE_4000001 = "暂无查询数据"
	CODE_4000002 = "缺少参数拒绝请求"
	CODE_4000003 = "数据已存在"
	CODE_4000004 = "暂无使用权限"
	CODE_4000005 = "uuid超过最大值"

	/************* 5 服务器问题 ****************/
	CODE_5000001 = "数据库链接失败"
	CODE_5000002 = "数据库操作失败"
	CODE_5000003 = "业务逻辑处理失败"
	CODE_5000004 = "服务器解析JSON失败"
)
