<?php
// +----------------------------------------------------------------------
// | OrderCodeEnum 订单相关枚举值定义
// +----------------------------------------------------------------------

namespace app\index\enum;

class OrderCodeEnum {

    // 分赠单
    const TYPE_FW_FEN = 1; // 分单
    const TYPE_FW_ZEN = 2; // 赠单

    //订单撤回
    public static $reason = [
        1 => '销售分赠错误修改',
        2 => '工种、设计师、材料商发布',
        3 => '同行、装修公司，施工队发布',
        4 => '订单质量问题',
        5 => '重复订单',
        6 => '更改订单编辑内容',
        7 => '需要再次电话确认',
        8 => '订单分赠性质更改',
        9 => '上下备注不一致',
        10 => '转到下属城市',
        11 => '压单',
        99 => '其它',
    ];

    //异常单划分组
    public static $abnormal_group = [
        '1' => '空',
        '2' => '改动项目少',
        '3' => '需要垫资',
        '4' => '过段时间联系',
        '5' => '测试单',
        '6' => '假订单',
        '7' => '没交房/人在外地',
        '8' => '其他'
    ];

}