<?php
namespace app\common\enum;

class BaseStatusCodeEnum
{
    /************** 0 请求成功 *****************/
    const CODE_0 = '请求成功';

    /************** 1 业务接口 *****************/
    const CODE_1000001 = '调用接口业务错误';
    const CODE_1000002 = '图片上传失败';
	const CODE_1000003 = 'apk上传失败';
    const CODE_1000004 = '不存在的路径';
    const CODE_1000010 = '呼叫中,请注意接听';
    const CODE_1000011 = '呼叫失败,请稍后再试';
    const CODE_1000012 = '呼叫失败'; //用于获取第三方返回错误

    /************* 3 用户权限 ******************/
    const CODE_3000001 = '用户无权限';
    const CODE_3000002 = '用户身份验证失败';
    const CODE_3000003 = '账号/密码验证失败';

    /************* 4 数据校验 ******************/
    const CODE_4000001 = '暂无查询数据';
    const CODE_4000002 = '缺少参数拒绝请求';
    const CODE_4000003 = '该会员公司已绑定';
    const CODE_4000004 = '城市区域不存在';
    const CODE_4000005 = '城市区域不匹配';
    const CODE_4000010 = '缺少手机号码';
    const CODE_4000017 = '图形验证码不能为空';
    const CODE_4000018 = '图形验证码错误';
    const CODE_4000019 = '数据参数错误';
    const CODE_4000500 = '该账号已存在';
    const CODE_4000600 = '签单审核已通过';
    const CODE_4000700 = '补单审核不通过';
    const CODE_4000800 = '数据错误，无法保存';
    const CODE_4000900 = '导入失败';


    /************* 5 服务器问题 ****************/
    const CODE_5000001 = '数据库链接失败';
    const CODE_5000002 = '数据操作失败';


    /************* 6 环境配置 ******************/
    const CODE_6000001 = '获取配置文件失败';

    /************* 9 订单发布 ******************/
    const CODE_9000001 = '订单参数不正确';
    const CODE_9000002 = '当日订单发布超限';
	const CODE_9000003 = '手机号在黑名单';

}
