<template>
  <section class="zxs-privacy">
    <h4>隐私政策</h4>
    <p>
      苏州云网通信息科技有限公司是装修说APP（注册地址：江苏省苏州市工业园区群星三路88号；以下简称「装修说」或「我们」）(苏州云网通信息科技有限公司和苏州齐装网络技术有限公司互为关联公司)的运营者，我们尊重并保护您的隐私。您在使用我们的服务时，我们可能会收集和使用您的相关信息。我们希望通过《装修说隐私政策》（以下简称「本隐私政策」），向您说明您在使用我们的服务时如何收集、存储、使用及对外提供您的个人信息。本隐私政策与您使用装修说服务关系密切，我们建议您仔细阅读并理解本隐私政策全部内容，做出您认为适当的选择。我们努力用通俗易懂、简明扼要的文字表达阐明本隐私政策。
    </p>
    <br/>
    <p>本隐私政策要点如下：</p>
    <br/>
    <p>我们会逐一说明我们对个人信息收集、使用、保护等处理的情况，以便您能够了解个人信息的概况。</p>
    <p>当您注册装修说帐号和使用我们的服务时，我们会根据您的同意和提供服务的需要请求相关权限。除了产品的核心功能外，装修说提供一些附加功能来提升用户体验，包括：消息设置、推送通知设置等。当您使用装修说的附加功能时，我们不会额外收集您的个人信息，除非根据本政策告知并取得您的同意。</p>
    <p>当您在未登录状态下时，为了更好地为您提供便捷流畅的社群体验，同样可以进行阅读、发表信息等基础行为。为了方便您查阅这些过往信息，我们需要获取您的设备号(IMEI码)以便记录存档。</p>
    <p>目前，除法律法规、法律程序、诉讼或政府主管部门强制性要求外，装修说不会主动公开披露您的个人信息，如果存在其他需要公开披露个人信息的情形，我们会征得您的明示同意。同时，我们保证披露采取符合法律和业界标准的安全防护措施。</p>
    <p>您主动勾选相应权限并使用或继续使用我们的服务，即意味着同意我们按照本《隐私政策》收集、使用、储存、共享、转让和公开披露您的相关信息。</p>
    <br/>
    <p style="font-weight:bold">1. 我们收集的个人信息</p>
    <br/>
    <p>根据GB/T35273-2017《信息安全技术 个人信息安全规范》，个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别自然人个人身份的各种信息；个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。</p>
    <br/>
    <p>本隐私政策中涉及的个人信息包括：基本信息（包括个人姓名、性别、住址、个人电话号码、电子邮箱）；网络身份标识信息（包括系统账号、IP地址、邮箱地址及与前述有关的密码、口令、口令保护答案）；通讯录；个人上网记录（包括网站浏览记录、软件使用记录、点击记录）；个人常用设备信息（包括硬件型号、设备MAC地址、操作系统类型、软件列表唯一设备识别码（如IMEI/android ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息）；个人位置信息（包括行程信息、精准定位信息、住宿信息、经纬度等）。</p>
    <br/>
    <p>装修说仅会出于本政策所述以下目的收集和使用您的个人信息：</p>
    <br/>
    <p>1.1您直接提供和我们自动采集的个人信息</p>
    <br/>
    <p>注册信息。您使用装修说提供的服务，可以注册并登录经注册的装修说账号。此时，您需要向我们提供以下信息：账号名称、头像（如有）和您本人的手机号码（用于验证），我们将通过发送短信验证码的方式来验证您的身份是否有效。提供上述信息并同意注册协议和本政策后，您可以使用装修说的核心业务功能，即致力于为您提供产品与服务。在您注册装修说账号时，我们会使用手机号码对您进行实名验证，如您拒绝提供手机号码或进行实名验证，不会影响您浏览社群相关产品的基本功能。</p>
    <br/>
    <p>1.2 我们可能从第三方获取您个人信息的情形</p>
    <br/>
    <p>您也可以使用第三方账号（如微信、微博）登录装修说。我们会将依据与第三方的约定、对个人信息来源的合法性进行确认后，在符合相关法律和法规规定的前提下，使用您的这些个人信息。此时您可选择授权装修说在符合相关法律和法规规定的前提下读取您在该第三方平台上登记、公布、记录的公开信息（包括但不限于昵称、头像、关注用户列表等）。对于我们要求但第三方无法提供的个人信息，我们仍可以要求您补充提供。装修说可能从第三方获取您的上述信息的目的是为了记住您作为装修说用户的登录身份，并向您提供个性化推荐，以便于装修说向您提供更优质的产品服务。您可以在使用第三方账号登录装修说时选择授权装修说可获取的个人信息的范围，或在使用装修说的过程中通过【设置-账号绑定】设置拒绝或管理装修说获取您个人信息的权限。但请注意，如果停止某些权限，您有可能无法享受最佳的服务体验，某些服务也可能无法正常使用。</p>
    <br/>
    <p>1.3 征得授权同意的例外</p>
    <br/>
    <p>根据GB/T35273-2017《信息安全技术 个人信息安全规范》，在以下情形中收集您的个人信息无需征得您的授权同意：</p>
    <br/>
    <p>（1）与国家安全、国防安全直接相关的；</p>
    <p>（2）与公关安全、公关卫生、重大公关利益直接相关的；</p>
    <p>（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
    <p>（4）出于维护您或他人的生命、财产等重大合法权益但又很难得到您本人同意的；</p>
    <p>（5）所收集的个人信息是您自行向社会公众公开的；</p>
    <p>（6）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
    <p>（7）根据您的要求签订和履行合同所必需的；</p>
    <p>（8）用于维护所提供的服务的安全稳定运行所必需的，例如：发现、处置服务的故障；</p>
    <p>（9）为合法的新闻报道所必需的；</p>
    <p>（10）法律法规规定的其他情形。</p>
    <br/>
    <p style="font-weight:bold">2. 装修说会如何使用您的个人信息</p>
    <br/>
    <p>2.1 我们会将您的个人信息用于以下目的：</p>
    <br/>
    <p>为您提供个性化服务，我们可能会收集您使用服务时的搜索记录，您与客户服务团队联系时提供的信息及您参与问卷调查时发送的信息。</p>
    <p>帮助我们设计新服务，提升现有服务体验。</p>
    <p>在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性。</p>
    <p>向您发送您可能感兴趣的产品和服务的信息；向您提供与您更加相关的广告以替代普遍投放的广告；邀请您参与装修说活动和市场调查。</p>
    <p>开展内部审计、数据分析和研究，以更好地改善我们的产品、服务及与用户之间的沟通。</p>
    <br/>
    <p>2.2 请您注意，您在使用我们服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除您的个人信息。</p>
    <br/>
    <p>2.3 当我们要将您的个人信息用于本隐私政策未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会通过您主动做出勾选的形式事先征求您的同意。</p>
    <br/>
    <p>2.4 设备权限调用</p>
    <br/>
    <p>装修说在提供服务的过程中，可能需要您开通一些设备权限，例如我们会通过弹窗的方式，获取个人信息、个人敏感信息、通知、手机通讯录、蓝牙、WiFi及蜂窝数据的权限；在您更换头像、保存图片和语音时，会主动提示您获取读写手机存储的权限；您更换头像需要拍照时，会主动提示您获取摄像头的权限；使用桌面快讯时，会主动提示您获取悬浮窗的权限。您也可以在设备的设置功能中随时选择关闭部分或者全部权限，从而拒绝装修说收集相应的个人信息。在不同设备中，权限显示方式及关闭方式可能有所不同，具体请参考设备及系统开发方说明或指引。</p>
    <br/>
    <p style="font-weight:bold;">3 我们会如何共享、转让、公开披露您的个人信息</p>
    <br/>
    <p>3.1 共享</p>
    <br/>
    <p>装修说不会在未经您同意或授权的情况下将您的个人信息提供给第三方。但是，经您确认同意，装修说可在以下情况下共享您的个人信息。</p>
    <br/>
    <p>（1）在获取同意的情况下共享：获得您的明确同意后，装修说会与其他方共享您的个人信息。共享给装修说的关联公司：在本政策声明的使用目的范围内，您的个人信息可能会与装修说的关联公司共享。作为一项政策，我们只会共享必要的信息。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意。</p>
    <p>（2）共享给授权合作伙伴：装修说可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。例如，装修说向您寄送礼品（如有）时，装修说必须与物流服务提供商共享您的个人信息才能安排寄送，或者安排合作伙伴向您提供服务。我们仅会出于特定、明确而合法的目的处理您的个人信息，并且只会共享提供服务所必要的信息。同时，我们会与其签署严格的保密协定，要求他们按照我们的说明、本政策以及其他任何相关的保密和安全措施来处理个人信息。</p>
    <p>（3）在法定情形下的共享：我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。</p>
    <br>
    <p>3.2投诉处理</p>
    <br>
    <p>当您投诉他人或被他人投诉时，为了保护您及他人的合法权益，我们可能会将您的姓名、联系方式、投诉相关内容提供给网信办及其他监管机关，以便及时解决投诉纠纷，但法律法规明确禁止提供的除外。</p>
    <br>
    <p>3.3对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。</p>
    <br>
    <p style="font-weight:bold">4. 如何管理您的个人信息</p>
    <br>
    <p>4.1 我们将尽一切可能采取适当的技术手段，保障您可以访问、更新、更正您的个人信息。您可以通过装修说APP「我的」页面中的设置或者头像，名称处，按照装修说的相关政策及提示，对您的个人信息进行访问及更正。</p>
    <br>
    <p>4.2 当您符合约定的账户注销条件并注销相关服务的账户后，我们将停止为您提供服务，并依据您的要求，除法律法规另有规定外，我们将删除您的个人信息。</p>
    <br>
    <p>在以下情形中，按照法律法规要求，我们将无法响应您的请求：</p>
    <br>
    <p>（1）与国家安全、国防安全有关的；</p>
    <p>（2）与公共安全、公共卫生、重大公共利益有关的；</p>
    <p>（3）与犯罪侦查、起诉和审判等有关的；</p>
    <p>（4）有充分证据表明您存在主观恶意或滥用权利的；</p>
    <p>（5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</p>
    <p>（6）涉及商业秘密的。</p>
    <br>
    <p style="font-weight:bold">5. 我们会如何保护和保存您的个人信息</p>
    <br>
    <p>5.1 我们保护您个人信息的技术与措施</p>
    <br>
    <p>装修说重视个人信息的安全。我们采取互联网业内标准做法来保护您的个人信息，防止信息遭到未经授权访问、披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。</p>
    <br>
    <p>5.1.1数据安全技术措施</p>
    <br>
    <p>我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改,避免数据的损坏或丢失。装修说的网络服务采取了传输层安全协议等加密技术，通过https等方式提供浏览服务，确保用户数据在传输过程中的安全。装修说采用严格的数据访问权限控制保护个人信息，避免数据被违规使用。</p>
    <br>
    <p>5.1.2 装修说采用代码安全自动检查、数据访问日志分析技术进行个人信息安全审计。我们会采取一切合理可行的措施，确保未收集与装修说提供的服务无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。</p>
    <br>
    <p>5.1.3我们仅允许有必要知晓这些信息的装修说及装修说关联方的员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与我们的合作关系。</p>
    <br>
    <p>5.1.4我们会尽全力保护您的个人信息，但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，不可能始终保证信息百分之百的安全。您需要了解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。</p>
    <br>
    <p>5.1.5 在发生个人信息安全事件的场合，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</p>
    <br>
    <p style="font-weight:bold">6. 第三方提供商及其服务</p>
    <br>
    <p>为确保流畅的浏览体验，您可能会收到来自装修说及其合作伙伴外部的第三方（以下简称「第三方」）提供的内容或网络链接。装修说对此类第三方无控制权。您可选择是否访问第三方提供的链接、内容、产品和服务。当您选择访问第三方提供的服务时，在获得您同意的情况下，我们将与第三方共享您的姓名、身份证号、收款账户信息、费用等您的信息以为您提供收款、提现和（或）其他收付款服务。我们和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。为了完全地进入和使用这些服务，您可能被要求向第三方注册或提供一些信息和数据。您知晓并同意这类信息和数据将不得不被该第三方服务提供者收集和使用，他们可能将处理或更新这些数据和信息，并用于向您提供更为精确和优质的服务，或向您展示相关精确的服务或广告信息。在选择第三方提供者时，我们是非常审慎的，他们也仅仅被允许按照合同约定的目的和方式在提供服务中使用您的数据和信息。</p>
    <br>
    <p style="font-weight:bold;">7. 装修说会如何处理未成年人的个人信息</p>
    <br>
    <p>我们鼓励父母或监护人指导未满十八岁的未成年人使用我们的服务。我们建议未成年人鼓励他们的父母或监护人阅读本政策，并建议未成年人在提交个人信息之前寻求父母或监护人的同意和指导。但是，如果您确认自己能够完全理解本政策的全部内容且您为使用装修说服务所进行的相关操作行为与您的年龄、智力相适应的，则您可以独立进行相关操作（包括向我们提交您的个人信息）。</p>
    <br>
    <p style="font-weight:bold;">8. 本政策适用范围</p>
    <br>
    <p>装修说的所有服务均适用本政策。但某些服务有其特定的隐私政策，该等特定的隐私政策更具体地说明装修说在该服务中如何处理您的信息。如本政策与特定服务的隐私政策有不一致之处，请以该特定隐私政策为准。</p>
    <br>
    <p style="font-weight:bold;">9. 如何联系我们</p>
    <br>
    <p>如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，可以通过以下多种方式与我们联系：</p>
    <p>装修说APP“我的”——“意见反馈”</p>
    <p>客服热线：400-6969-336(服务时间：周一至周五，8：30 - 17：45)</p>
    <br>
  </section>
</template>
<script>
export default {
  name: 'zxsprivacy'
}
</script>
<style scoped>
  .zxs-privacy{
    padding: 0.1rem;
  }
  .zxs-privacy h4 {
    text-align: center;
    padding-top:0.05rem;
    padding-bottom:0.1rem;
  }
</style>
