<template>
  <section>
    <div class="activity-rule">
      <div class="activity-rule-main">
        <div class="activity-rule-text">
          <h5>活动时间：</h5>
          <p>2020年8月15日00:00:00至2020年9月30日23:59:59</p>
        </div>
        <div class="activity-rule-text">
          <h5>活动奖品说明： </h5>
          <p>签约奖：豪华云南游</p>
          <p>签约奖：华为智选-品多H1指纹锁</p>
          <p>签约奖：TCL三开门冰箱（BCD-208TF1）</p>
          <p>量房奖：追觅科技无线吸尘器</p>
          <p>量房奖：瑞尔特智能马桶</p>
          <p>量房奖：优酷视频VIP会员</p>
        </div>
        <div class="activity-rule-text">
          <h5>活动规则说明：</h5>
          <p>1.所有用户均可参与本次抽奖活动，抽中奖品可凭借中奖短信或APP抽奖券到店兑换；</p>
          <p>2.同一用户参与抽奖活动，每天可获得一次抽奖机会；</p>
          <p>3.活动提供奖品1000份。用户抽中奖品资格后，与平台推荐的装修公司进行量房或签约，并按奖品领取流程操作，即可获得奖品；</p>
          <p>4.抽奖完成后，奖品会在齐装APP-我的卡券-抽奖券中展示，以“抽奖券”展示为准；特别提示，奖品图片仅供参考，请以实物为准。</p>
        </div>
        <div class="activity-rule-text">
          <h5>奖品规则详情：</h5>
          <p></p>
          <p>1.1签约奖</p>
          <p>1.1.1奖品内容: 豪华云南游 、华为智选-品多H1指纹锁、TCL三开门冰箱（以下简称奖品）</p>
          <p>1.1.2领取流程：</p>
          <p>第一步“填写信息”：用户中奖后在齐装APP【我的】-【设置】-“收货地址”，在该页面按要求填写奖品收件地址和联系电话，如用户留下联系方式，则默认允许平台客服联系。</p>
          <p>第二步“预约量房”：用户抽完奖后，平台客服24小时内会通过用户留下的联系电话进行联系，记录用户的装修需求，用户沟通预约量房。</p>
          <p>第三步“完成签约”：
            用户在8月15日00:00:00-9月30日23:59:59活动期间，与平台合作装修公司签订装修合同，完成签约并申请通过齐装保服务（齐装保服务入口在齐装APP【我的】-【我的装修助手】-齐装保）。
          </p>
          <p>第四步“兑换奖品”：齐装网平台确认中奖用户ID是否在8月15日00:00:00-9月30日23:59:59活动期间签约，并进行齐装保服务申领，最后以审核通过凭据，若已签约且齐装保服务审核通过，奖品将于10月8日-10月31日开始邮寄到用户填写的收件地址。中奖豪华云南游的用户请查看奖品详情，联系平台客服领奖。
          </p>
          <p>1.2量房奖</p>
          <p>1.2.1奖品内容:追觅科技无线吸尘器、瑞尔特智能马桶、优酷视频VIP会员（以下简称奖品）</p>
          <p>1.2.2领取流程：</p>
          <p>第一步“填写信息”：用户中奖后在齐装APP【我的】-【设置】-“收货地址”，在该页面按要求填写奖品收件地址和联系电话，如用户留下联系方式，则默认允许平台客服联系。</p>
          <p>第二步“预约量房”：用户填写完信息后，平台客服24小时内会通过用户留下的联系电话进行联系，记录用户的装修需求，用户沟通预约量房。</p>
          <p>第三步“完成量房”：用户在8月15日00:00:00-9月30日23:59:59活动期间，装修公司上门量房并完成提交量房状态。</p>
          <p>第四步“兑换奖品”：齐装网平台确认中奖用户ID是否在8月15日00:00:00-9月30日23:59:59活动期间量房，若确认已量房，奖品将于10月8日-10月31日开始邮寄到用户填写的收件地址。
          </p>
          <p>1.3 中奖优酷会员的用户在中奖后可直接在APP【我的】-【我的卡券】中领取兑换。</p>
          <p>2.用户收到奖品请务必在签收前检查礼品是否完好无损，如发现问题可拒收。若签收后发现产品质量等问题，可凭电子发票及相关凭证联系奖品品牌方进行售后服务，齐装网平台不直接提供售后。</p>
          <p>3.如有疑问，请致电平台客服热线：400-6969-336。</p>
          <p>4.其他说明</p>
          <p>4.1无法成功领取奖励的原因可能包括：</p>
          <p>（1）同一用户（同一手机号、齐装网账户、终端设备、收货地址等与用户身份相关的信息）及同一家庭（含夫妻、子女等家庭直系关系），在本次活动中同一个房屋最多获得一份奖品，且仅能在一个齐装网账号下领取，若系统判定用户已使用其他齐装网账号领取奖励，则当前账号无法领取奖励；
          </p>
          <p>（2）如用户曾经存在、出现或经齐装网合理怀疑存在违背诚实信用原则的行为，用户将可能面临无法获取/使用优惠权益，必要时齐装网平台将追究用户的法律责任，且用户无法获取或成功领取已抽取的优惠券及奖品；</p>
          <p>（3）适用城市：齐装网战略合作城市</p>
          <p>（4）如果因用户未提供收货信息或提供的收货信息出错导致快递无法送达，由用户自行承担无法获取该奖品的全部后果，齐装网平台不予补寄。</p>
          <p>4.2如出现不可抗力或情势变更的情况，齐装网有权暂停或取消本次活动。</p>
          <p>4.3本活动所有用户均可参与本次抽奖活动，抽中奖品可凭借中奖短信或APP抽奖券到店兑换。</p>

        </div>
      </div>
    </div>
  </section>
</template>
<script>
export default {
  name: 'activityrule',
  data() {
    return {

    }
  },
  created() {

  },
  methods: {

  }
}
</script>
<style scoped>
* {
  margin: 0;
  padding: 0;
}
.activity-rule{
  background: #B2162C;
  padding: .128rem .128rem .307rem;
}

.activity-rule-main{
  background-color: #fff;
  border-radius: .128rem;
  -webkit-border-radius: .128rem;
  -moz-border-radius: .128rem;
  -ms-border-radius: .128rem;
  -o-border-radius: .128rem;
  padding: 0 .085rem .427rem;

}
.activity-rule-text{
  margin-bottom: .1rem;
}
.activity-rule-text h5{
  color: #333;
  font-size: .128rem;
  line-height: .3rem;
}
.activity-rule-text p{
  color: #666;
  font-size: .102rem;
  line-height: 1.5;
  margin-bottom: .085rem;
}
</style>
