<?php
namespace Common\Enums;
/**
 *
 */
class ClinkEnum
{
    /**
     * 此顺序不可能顺便改动
     * @var array
     */
    protected static $cdr_status = [
        1 => "座席接听",
        2 => "座席未接听",
        3 => "系统接听",
        4 => "系统未接-IVR配置错误",
        5 => "系统未接-停机",
        6 => "系统未接-欠费",
        7 => "黑名单",
        8 => "系统未接-未注册",
        9 => "系统未接-彩铃",
        10 => "网上400未接受",
        11 => "呼叫超出营帐中设置的最大限制",
        12 => "系统未接",
        13 => "其他错误",
        20 => "webcall客户TTS失败",
        21 => "（点击外呼、预览外呼时）座席接听，客户未接听(超时)",
        22 => "（点击外呼、预览外呼时）座席接听，客户未接听(空号拥塞)",
        23 => "（预测外呼时）客户接听，座席未接听",
        24 => "（点击外呼、预览外呼时）座席未接听",
        25 => "（预测外呼时）客户未接听(超时)",
        26 => "（预测外呼时）客户未接听(空号拥塞)",
        27 => "（预测外呼时）客户未接听(空号拥塞)",
        28 => "双方接听",
        30 => "点击外呼座席未接听",
        31 => "点击外呼座席接听",
        32 => "点击外呼客户未接听",
        33 => "点击外呼双方接听",
    ];

    /**
     * 获取装修公司标签
     * @param $key
     * @return array|mixed
     */
    public static function getStatus($key)
    {
        if (array_key_exists($key,self::$cdr_status)) {
            return self::$cdr_status[$key];
        }
        return "";
    }
}