<?php
namespace Common\Enums;
/**
 *
 */
class StatusCodeEnum
{
    /************** 0 请求成功 *****************/
    const CODE_0 = '请求成功';

    /************** 1 业务接口 *****************/


    /************* 3 用户权限 ******************/


    /************* 4 数据校验 ******************/
    const CODE_4000001 = '暂无查询数据';
    const CODE_4000002 = '缺少参数拒绝请求';
    const CODE_4000003 = '缺少分单装修公司';
    const CODE_4000004 = '缺少分单状态';
    const CODE_4000005 = '订单尚未审核有效,审核后再分配！';
    const CODE_4000006 = '请至少选择一个分单！';
    const CODE_4000007 = '赠单必须是全部赠单！';
    const CODE_4000008 = '订单分配账户状态异常！';
    const CODE_4000009 = '订单数据异常！';

    /************* 5 服务器问题 ****************/
    const CODE_5000001 = '数据库链接失败';
    const CODE_5000002 = '数据操作失败';
    const CODE_5000003 = '读取业务数据异常';

    /************* 6 环境配置 ******************/
    const CODE_6000001 = '获取配置文件失败';

    /************* 9 订单发布 ******************/

}